Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Suggested Game Effect: Depressives often lack the will to take any sort of action, often to the point of requiring a WIL $$ 3 Test to engage in sustained activity.
fr_fr: Effets Suggérés en Jeu: Les dépressifs manquent souvent de volonté pour faire n'importe quelle action, souvent au point de nécessiter un Test de VOL $$ pour se lancer dans une activité continue.

source: The character enters into a fugue state where they display little attention to external stimuli.
fr_fr: Le personnage entre dans un état de fugue dans lequel ils n'affichent que peu d'attention envers les stimulis extérieur.

source: They will still function physiologically but refrain from speaking and stare off into the distance, unable to focus on events around them.
fr_fr: Il fonctionne toujours d'un point de vue physiologique mais se retiens de parler et reste à fixer le vague, incapable de se concentrer sur les évènement autour de lui.

source: Unlike catatonia, a person in a fugue state will walk around if lead about by a helper, but is otherwise unresponsive.
fr_fr: Contrairement à la catatonie, une personne en état de fugue peut marcher si un assistant le dirige, mais il a tendance à ne pas réagir d'une quelconque manière que ce soit.

source: The fugue state is usually a persistent state, but it can be an occasional state that is triggered by some sort of external stimuli similar to the original trauma that triggered the disorder.
fr_fr: L'état de fugue est habituellemnt un état persistant, mais il peut s'agir d'un état occasionel déclenché par une sorte de stimuli externe similaire au trauma original qui a déclenché le désordre.

source: Suggested Game Effects: Characters in a fugue state are totally non-responsive to most stimuli around them.
fr_fr: Effets Suggéré en Jeu: Les personnages en état de fugue ne répondent pas à la plupart des stimuli les entourant.

source: They will not even defend themselves if attacked and will usually attempt to curl into a fetal position if physically assaulted.
fr_fr: Ils ne se défendront pas d'eux-même si ils sont attaqués et tenteront généralement de se recroqueviller en position phœtale si ils sont agressés physiquement.

source: GAD results in severe feelings of anxiety about nearly everything the character comes into contact with.
fr_fr: L'anxiété généralisée est un fort sentiment d'anxiété à propos de tout ce avec quoi le personnage entre en contact.

source: Even simple tasks represent the potential for failure on a catastrophic scale and should be avoided or minimized.
fr_fr: Même de simple tâches constituent la base d'un échec potentiel à une échelle catastrophique et doivent être évitées ou minimisées.

source: Additionally, negative outcomes for any action are always assumed to be the only possible outcomes.
fr_fr: De plus, les issues négatives de n'importe quelle action sont toujours considérées comme étant la seule issue possible.

source: Suggested Game Effects: A character with GAD will be almost entirely useless unless convinced otherwise, and then only for a short period of time.
fr_fr: Effets Suggérés en Jeu: Un personnage souffrant d'anxiété généralisé sera presque totalement inutile à moins de le convaincre du contraire, et ne sera alors effiace que pendant une courte période de temps.

source: Another character can attempt to use a relevant social skill to coax the GAD character into doing what is required of them.
fr_fr: Un autre personnage peut tenter d'utiliser une compétence sociale adéquate pour amadouer le personnage souffrant d'anxiété de faire ce qui est nécessaire.

source: If the character with the disorder fails at the task, however, all future attempts to coax them will suffer a cumulative -10 penalty.
fr_fr: Si le personnage souffrant du désordre finit par rater la tâche, toute tentative future d'amadouer le personnage souffrira d'une pénalité de -10 cumulative.

source: Hypochondriacs suffer from a delusion that they are sick in ways that they are not.
fr_fr: Les hypochondriaques délirent à propos de maladies qu'ils pensent avoir et dont ils ne souffrent pas.

source: They will create disorders that they believe they suffer from, usually to get the attention of others.
fr_fr: Il créeront les troubles et maladies dont ils pensent souffrir, généralement pour attirer l'attention des autres.

source: Often hypochondriacs will inflict harm on themselves or even ingest substances that will aid in producing symptoms similar to the disorder they believe they have.
fr_fr: Les hypocondriaque peuvent également s'infliger des belssurs ou ingérer des substances qui produiront des symptomes similaires aux désordres qu'ils sont persuads avoir.

source: These attempts to simulate symptoms can and will cause actual harm to hypochondriacs.
fr_fr: Ces tentatives pour simuler les symptomes peuvent blesser et blesseront réellement les hypocondriaques.

source: Possible Game Effects: A subject that is hypochondriac will often behave as though they are under the effects of some other disorder or physical malady.
fr_fr: Effets Suggérés en Jeu: Un sujet hypochondriaque se comportera souvent comme si ils sont affectés par un autre désordre ou une maladie physique.

source: This can be consistent over time or can be different and ever changing.
fr_fr: Ce trouble simulé peut être constant ou changer perpétuellement.

source: They will react with hostility to claims that they are faking or not actually ill.
fr_fr: Les sujets réagiront de manière hostile vis à vis de ceux qui prétendent qu'il simulent ou ne sont pas réellement malades.

source: Subjects have a certain act or belief that they must engage in a certain activity that comes into their mind.
fr_fr: Les sujets ont une croyance qu'ils doivent accomplir une activité particulière lorsqu'elle leur vient en tête.

source: This can be kleptomania, pyromania, sexual exhibitionism, etc.
fr_fr: Il peut s'agir de kleptomanie, de pyromanie, d'exhibitionnisme, etc.

source: They feel a sense of building anxiety whenever they are prevented from engaging in this behavior for an extended period (usually several times a day to weekly, depending on the impulse) and will often attempt to engage in this behavior at inconvenient or inappropriate times.
fr_fr: Ils développent une anxiété grandissante quand ils sont empéchés de se laisser aller à ce comportement pendant des périodes de temps prolongées (habituellement plusieurs fois par jour jusqu'à une fois par semaine, en fonction de la pulsion).

source: This is different from OCD in the sense that OCD is usually a single contained behavior that must be engaged in to reduce anxiety.
fr_fr: C'est différent des TOC car les TOC sont habituellement un seul comportement défini qui foit être fait pour réduire l'anxiété.

source: Impulse control disorder is a variety of behaviors and can be virtually any sort of highly inappropriate action.
fr_fr: Le trouble de contrôle des pulsions regroupe une variété de comportement et peut virtuellement être tout type d'action fortement inappropriée.

source: Suggested Game Effects: Similar to OCD, if the character doesn’t engage in the behavior they will grow increasingly disturbed and suffer penalties to all actions until they are able to engage in the compulsion that alleviates their anxiety.
fr_fr: Effets Suggérés en Jeu: Comme pour les TOC, si le personnage ne peut se livrer au comportement qu'ils désirent, ils cont devenir extrêmement dérangés et souffiront de pénalités à toutes leurs actions jusqu'à ce qu'isl soient capable de se laisser aller à la compulsion qui alimente leur anxiété.

source: Insomniacs find themselves unable to sleep, or unable to sleep for an extended period of time.
fr_fr: le sinsomniaques se trouvent régulièrement incapable de dormir, ou incapable de dormir sur de longues périodes de temps.

source: This is most often due to anxiety about their lives or as a result of depression and the accompanying negative thought patterns.
fr_fr: Cela est souvent du à de l'anxiété à propos de leur vie ou comme une conséquence de la dépression et des schémas de pensée négative associés.

source: This is not the sort of sleeplessness that is brought about as a result of normal stress but rather a near total inability to find rest in sleep when it is desired.
fr_fr: Ce n'est pas le type de manque de sommeil qui est la conséquence du stress normal mais plutôt une incapacité presque totale à trouver le repos dans le sommeil lorsque désiré.

source: Insomniacs may find themselves nodding off at inopportune times, but never for long, and never enough to gain any restful sleep.
fr_fr: Les insomniaques peuvent se trouver en train de piquer du nez lors de situations inopportunes, mais jamais pour longtemps et n'en ont jamais suffisament pour profiter d'un sommeil récupérateur.

source: As a result, they are frequently lethargic and inattentive as their lack of sleep robs them of their edge and eventually any semblance of alertness.
fr_fr: En conséquence, ils sont fréquemment létahrgique et inattentif car leur manque de sommeil leur vole leur acuité et éventuellement tout semblant d'alerte.

source: Additionally, insomniacs are frequently irritable due to being on edge and unable to rest.
fr_fr: De plus, les insomniaques sont fréquemment irritables car ils sont sur les nerfs et incapable de se reposer.

source: Suggested Game Effects: Due to the lack of meaningful sleep, insomniacs should suffer from blanket penalties to perception related tasks or anything requiring concentration or prolonged fine motor abilities.
fr_fr: Effets Suggérés en Jeu: En raison du manque de sommeil significatif, les insomniaques souffrent de grosse pénalités aux tâches liées à la perception ou à tout ce qui nécessite de la concentration ou un contrôle moteur précis sur le long terme.

source: A megalomaniac believes themselves to be the single most important person in the universe.
fr_fr: Un mégalomane est persuadé d'être la personne la plus importante de l'univers.

source: Nothing is more important than the megalomaniac and everything around them must be done according to their whim.
fr_fr: Rien n'est plus important que le mégalomane et tout ce qui se passe autour d'eux doit être fait en accord à leur volonté.

source: Failure to comply with the dictates of a megalomaniac can often result in rages or actual physical assaults by the subject.
fr_fr: Ne pas réussir à satisfaire les diktats d'un mégalomane peut souvent amener à des accès de colère ou a des agressions physiques de la part du sujet.

source: Suggested Game Effects: A character that has megalomania will demand attention and has diffi- culty in nearly any social situation.
fr_fr: Effets Suggérés en Jeu: Un personnage mégalomane demandera l'attention des autres et rencontrera beaucoup de difficulté dans quasiment toutes les situations sociales.

source: Additionally, they may be provoked to violence if they think they are being slighted.
fr_fr: De plus, il peut devenir violent si il pense qu'il a été négligé.

source: This is the development of a separate, distinct personality from the original or control personality.
fr_fr: Ce désordre est le dévelopement d'une personnalité séparée, distincte de la personnalité d'origine ou de contrôle.

source: The personalities may or may not be aware of each other and ``conscious” during the actions of the other personality.
fr_fr: Les personnalités peuvent ou peuvent ne pas être consciente l'une de l'autre et "consciente" lors des actions de l'autre personnalité.

source: Usually there is some sort of trigger that results in the emergence of the non-control personality.
fr_fr: Il y a habituellement une sorte de déclencheur qui provoque l'émergence de la personnalité secondaire.

source: Most subjects have only a single extra personality, but it is not unheard of to have several personalities.
fr_fr: La plupart des sujets n'auront qu'une seule personnalité supplémentaire, mais il existe des cas de patients ayant de plus de deux personnalité.

source: It is important to note that these are distinct individual personalities and not just crude caricatures of the Dr. Jekyll/Mr. Hyde sort.
fr_fr: Il est important de noter que ces personnalités sont des personnaliutés distinctes et non pas de grossières caricatures de type Dr. Jekyll/Mr. Hyde.

source: Each personality sees itself as a distinct person with their own wants, needs, and motivations.
fr_fr: Chaque personnalité se perçoit comme une personne distincte avec ses propres envies, besoin et motivations.

source: Additionally, they are usually unaware of the experiences of the others, though there is some basic information sharing (such as language and core skill sets).
fr_fr: Additionnellement, elles sont habituellement inconsciente des expériences des autres, même si il y a une sorte de partage d'information basique (telle que les langues et les compétences principales).

source: Suggested Game Effects: When the player is under the effects of another personality, they should be treated as an NPC.
fr_fr: Effets Suggérés en Jeu: Lorsque le joueur est sous les effets d'une autre personnalité, il doit être considéré comme un PNJ.

source: In some rare cases the player and the gamemaster can work out the second personality and allow the player to roleplay this.
fr_fr: Dans de rares cas, le joueur et le maître de jeu peuvent s'accorder sur la seconde personnalité et permettre au joueru de l'interpréter.

source: This does not however constitute an entire new character that can be ``turned on” at will.
fr_fr: Cela ne constitue cependant pas un nouveau personnage qui peut êþre "activé" à volonté.

source: {Obsessive compulsive disorder (OCD)}
fr_fr: {Trouble obsessionel compulsif (TOC)}

source: Subjects with OCD are marked by intrusive or inappropriate thoughts or impulses that cause acute anxiety if a particular obsession or compulsion is not engaged in to alleviate them.
fr_fr: les sujets souffrant de TOC sont marqués par des pensées ou des pulsions intrusive ou inappropriées qui peut déclencher un pic d'anxiété si une obsession ou une coimpulsion particulière ne peut être accomplie pour les soulager.

source: These obsessions and compulsions can be nearly any sort of behavior that must be immediately engaged in to keep the rising anxiety at bay.
fr_fr: Ces obsessions et compulsions peuvent être à peu près n'importe quel type de comportement qui doit être immédiatement assouci pour garder le pic d'anxiété à un seuil tolérable.

source: Players and gamemasters are encouraged to come up with a behavior that is suitable.
fr_fr: Les joueurs et le maître de jeu sont encouragé a développer une manie adéquate.

source: Examples of common behaviors include repetitive tics (touching every finger of each hand to another part of the body, tapping the right foot twenty times), pathological behaviors such as gambling or eating, or a mental ritual that must be completed (reciting a book passage).
fr_fr: Des exemples de manie courantes incluent des tics répétitifs (toucher une partie de son corps avec chaque doigt de chaque main, taper du pied 20 fois), des comportements pathologiques tels que le jeu ou le fait de manger, ou un rituel mental qui doit être réalisé (réciter des passages d'un livre).

source: Suggested Game Effects: If the character doesn’t engage in the behavior they will grow increasingly disturbed and suffer penalties to all actions until they are able to engage in the compulsion that alleviates their anxiety.
fr_fr: Effets Suggérés en Jeu: Si le personnage ne succombe pas à ses pulsions il sera de plus en plus dérangés et subira des pénalités à toutes leurs actions en jeu jusqu'à ce qu'il soit capable d'assouvir la pulsion qui évacue son anxiété.

source: {Post traumatic stress disorder (PTSD)}
fr_fr: {Stress Post traumatique (SPT)}

source: PTSD occurs as a result of being exposed to either a single incident or a series of incidents where the sufferer had their own life, or saw the lives of others, threatened with death.
fr_fr: Le SPT est une conséquence de l'exposition soit ç un incident isolé ou une érie d'incidents lors desquels la vie de la victime, ou la vie d'autres personnes, a été menacée.

source: These incidents are often marked by an inability on the part of the victim, either real or perceived, to do anything to alter the outcomes.
fr_fr: Ces incidents sont souvent marqués par une incapacité de la victime, réelle ou perçue, de faire quoi que ce soir pour modifier l'issue de la situation.

source: As a result, they develop an acute anxiety and fixation on these incidents to the point where they lose sleep, become irritated or easily angered, or are depressed over feelings that they lack control in their own lives.
fr_fr: Il développe donc une anxiété aigüe et une fixation sur ces incidents au point où il ne peut plus dormir, s'irrite et devient facilement énervé, ou est déprimé par le sentiment de perte de contrôle de sa propre vie.

source: Suggested Game Effects: Penalties to task actions, also treat situations similar to the initial episodes that caused the disorder as a phobia.
fr_fr: Effet Suggérés en Jeu: Des pénalités aux actions de tâches, traitez également tout épisode similaire au trauma initial comme une phobie.

source: While schizophrenia is generally acknowledged as a genetic disorder that has an onset in early adulthood, it also seems to develop in a number of egos that undergo frequent morph changes.
fr_fr: Même si la schyzophrénie est générallement perçue comme un désordre génétique qui a se révèle à l'adolescence, il semble se développer dans un nombre croissant d'égo qui vivent de fréquent changement de morph.

source: It has been theorized that this is due to some sort of repetitive error in the download process.
fr_fr: Il a été théorisé que ce serait lié à une sorte de répétitions d'erreur dans le processuss de téléchargement.

source: Regardless, it remains a rare, yet persistent danger of dying and being brought back.
fr_fr: Cela reste un désordre rare, en dépit du risque persistent de mourir et d'être ramené à la vie.

source: Schizophrenia is a psychotic disorder where the subject loses their ability to discern reality from unreality.
fr_fr: La schyzophrénie est un désordre psychotique où le sujet perd sa capacité a discerner le réel et l'irréel.

source: This can involve delusions, hallucinations (often in support of the delusions), and fragmented or disorganized speech.
fr_fr: Elle peut impliquer le délire, des hallucinations (souvent en soutien du délire), et une fragementation ou désorganisation verbale.

source: The subject will not be aware of these behaviors and will perceive themselves as functioning normally, often to the point of becoming paranoid that others are somehow involved in a grand deception.
fr_fr: Le sujet n'a pas conscience de ce comportement et se perçoivent comme fonctionnement normalement, souvent jusqu'au pont de devenir paranoïaque vis à vis des autres, eprsuadé qu'ils font parti d'un vaste mensonge.

source: Suggested Game Effects: Schizophrenia represents a total break from reality.
fr_fr: Effets Suggérés en Jeu: La schizophrénie représente une rupture totale avec la réalité.

source: A character that is schizophrenic may see and hear things and act on those delusions and hallucinations while seeing attempts by their friends to stop or explain to them as part of a wider conspiracy.
fr_fr: Un personnage qui est schizophrène peut voir et entendre des chose et agir en fonction de ces délire et hallucinations toute en voyant les tentatives de ses amis pour arréter ou expliquer le délire comme faisant part d'une conspiration à grande échelle.

source: Adding to this is the difficulty of communicating coherently.
fr_fr: Des diffcultés à communiquer de manière cohérente s'ajoutent à ça.

source: Characters that have become schizophrenic are only marginally functional and only for short periods of time until they have the disorder treated.
fr_fr: les personnages devenus schizophréniue sont seulement partiellement fonctionnel et seulement pour de courtes périodes de temps jusqu'à ce que le désordre ait été traité.

source: The universe of Eclipse Phase is ripe with experiences that might rattle a character’s sanity.
fr_fr: L'univers de Eclipse Phase est fait d'expériences qui peuvent agresser la santé mentale d'un personnage.

source: Some of these are as mundane and human as extreme violence, extended isolation, or helplessness.
fr_fr: Certaines sont banale et humaine telle que la violence extrême, l'isolation étendue ou l'impuissance.

source: Others are less common, but even more terrifying: encountering alien species, infection by the Exsurgent virus, or being sleeved inside a non-human morph.
fr_fr: D'autres sont moins commune, mais encore plus terrifiante: rencontrer des espèces étrangères, se faire infecter par le virus Exsurgent ou être incarné dans une morph non humaine.

source: Whenever a character encounters a situation that might impact their ego’s psyche, the gamemaster may call for a (Willpower $$ 3) Test.
fr_fr: A chaque fois qu'un personnage rencontre une situation qui pourrait impacter la psyché de leur ego, le maîþre de jeu peut demander un Test de (Volonté $$ 3).

source: This test determines if the character is able to cope with the unnerving situation or if the experience scars their mental landscape.
fr_fr: Ce test détermine si le personnage est capable de gérer la situation stressante ou si elle défigure leur paysage mental.

source: If they succeed, the character is shaken but otherwise unaffected.
fr_fr: Si le test est une réussite, le personnage est secoué mais reste non affecté.

source: If they fail, they suffer stress damage (and possibly trauma) as appropriate to the situation.
fr_fr: Si le test est un échec, ils subissent des dégats de stress (et peut-être des traumas) de manière approprié à la sutuation.

source: A list of stress-inducing scenarios and suggested SVs are listed on the Stressful Experiences table, p.
fr_fr: Une liste de scnéarios générateur de stress et les VS suggérées sont listés sur al table des Expériences Stressantes, p.

source: The gamemaster should use these as a guideline, modifying them as appropriate to the situation at hand.
fr_fr: Le maîþre de jeu devrait les utiliser comme des guides, les modifiant de manière approprié à la situation en cours.

source: Note that some incidents may be so horrific that a modifier is applied to the character’s (Willpower $$ 3) Test.
fr_fr: Notez que crtains incidents peuvent être suffisament horrifique qu'un modificateur est appliqué au Test de (Volonté $$ 3) du personnage.

source: SV
fr_fr: VS

source: Failing spectacularly in pursuit of a motivational goal
fr_fr: Rater de manière spectaculaire en cherchant à atteindre un objectif motivationnel

source: Helplessness
fr_fr: Impuissance

source: Betrayal by a trusted friend
fr_fr: Tahison d'un ami de confiance

source: Extended isolation
fr_fr: Isolation prolongée

source: Extreme violence (viewing)
fr_fr: Violence extrême (spectateur)

source: Extreme violence (committing)
fr_fr: Violence extrême (participant)

source: Awareness that your death is imminent
fr_fr: Conscience que la mort est proche

source: Experiencing someone’s death via XP
fr_fr: Vivre la mort de quelqu'un via l'XP

source: Losing a loved one
fr_fr: Perdre l'être aimé

source: Watching a loved one die
fr_fr: Être témoin de la mort de l'être aimé

source: Being responsible for the death of a loved one
fr_fr: Être responsable de la mort de l'être aimé

source: Encountering a gruesome murder scene
fr_fr: Arriver sur une scène de meurtre particulièrment violente

source: Torture (viewing)
fr_fr: Torture (témoin)

source: Torture (moderate suffering)
fr_fr: Torture (douleur modérée)

source: Torture (severe suffering)
fr_fr: Torture (douleur critique)
